export const cities = [
  'Оріхів',
  'Копані',
  'Мирне',
  'Нестерянка',
  'Новоандріївка',
  'Новоданилівка',
  'Новопавлівка',
  'Щербаки',
]

export const streetsStrings = [
  '95-ої Гвардійської стрілецької дивізії, вулиця',

  'Академіка Вернадського, вулиця',

  'Академіка Вернадського, провулок',

  'Берегова, вулиця',

  'Березовий, провулок',

  'Богдана Хмельницького, вулиця',

  'Богдана Хмельницького, провулок',

  'Василя Стуса, провулок',

  'Вербна, вулиця',

  'Весняний, провулок',

  'Ветеринарна, вулиця',

  'Вишнева, вулиця',

  'Вишневий, провулок',

  'Водопровідна, вулиця',

  'Водопровідний, провулок',

  'Гагаріна, провулок',

  'Гаражна, вулиця',

  'Гвардійський, провулок',

  'Героїв АТО, вулиця',

  'Героїв АТО, провулок',

  'Героїв Крут, вулиця',

  'Гетьмана Сагайдачного, вулиця',

  'Гетьмана Сагайдачного, провулок',

  'Гоголя, вулиця',

  'Гоголя, провулок',

  'Горіхова, вулиця',

  'Громадянська, вулиця',

  'Громадянський, провулок',

  'Дачний, провулок',

  'Дмитра Донцова, вулиця',

  'Дмитра Донцова, провулок',

  'Дружби, провулок',

  'Дружний, провулок',

  'Елеваторна, вулиця',

  'Елеваторний, провулок',

  'Енергетиків, провулок',

  'Заводський, провулок',

  'Залізничний, провулок',

  'Запорізька, вулиця',

  'Зарічна, вулиця',

  'Зелений, провулок',

  "Зої Космодем'янської, провулок",

  'Івана Богуна, вулиця',

  'Івана Мазепи, вулиця',

  'Йогана Янцена, вулиця',

  'Йогана Янцена, провулок',

  'Кар’єрна, вулиця',

  'Каштанова, вулиця',

  'Квіткова, вулиця',

  'Квітковий, провулок',

  'Київська, вулиця',

  'Кільцева, вулиця',

  'Кленова, вулиця',

  'Козача, вулиця',

  'Комарова, провулок',

  'Космічна, вулиця',

  'Космічний, провулок',

  'Лермонтова, провулок',

  'Лесі Українки, вулиця',

  'Лесі Українки, провулок',

  'Лізи Чайкіної, провулок',

  'Лікаря Лукашевича, вулиця',

  'Лугова, вулиця',

  'Луговий, провулок',

  'Марії Сокіл, вулиця',

  'Марії Сокіл, провулок',

  'Матросова, провулок',

  'Машинотракторна, вулиця',

  'Машинотракторний, провулок',

  'Металістів, вулиця',

  'Металістів, провулок',

  'Мирний, провулок',

  'Миру, вулиця',

  'Михайла Грушевського, вулиця',

  'Молодіжна, вулиця',

  'Наскрізний, провулок',

  'Новий, провулок',

  'Новорічна, вулиця',

  'Овчаренка, вулиця',

  'Озерна, вулиця',

  'Олега Кошового, провулок',

  'Олімпійський, провулок',

  'Оріхівський, провулок',

  'Павла Сергієнка, вулиця',

  'Паркова, вулиця',

  'Партизан, провулок',

  'Пелешка Миколи, вулиця',

  'Перемоги, провулок',

  'Південна, вулиця',

  'Пісочна, вулиця',

  'Пісочний, провулок',

  'Покровська, вулиця',

  'Покровський, провулок',

  'Польова, вулиця',

  'Привокзальна, вулиця',

  'Привокзальний, провулок',

  'Приходька, вулиця',

  'Пушкіна, провулок',

  'Райдужний, провулок',

  'Різдвяна, вулиця',

  'Річна, вулиця',

  'Робочий, провулок',

  'Садова, вулиця',

  'Садовий, провулок',

  'Соборна, вулиця',

  'Соборний, провулок',

  'Сонячна, вулиця',

  'Сонячний, провулок',

  'Спортивна, вулиця',

  'Стадіонна, вулиця',

  'Стадіонний, провулок',

  'Степна, вулиця',

  'Суворова, вулиця',

  'Суворова, провулок',

  'Таврійська, вулиця',

  'Таврійський, провулок',

  'Тихий, провулок',

  'Тіниста, вулиця',

  'Травнева, вулиця',

  'Травневий, провулок',

  'Тупиковий, провулок',

  'Українська, вулиця',

  'Український, провулок',

  'Фестивальна, вулиця',

  'Фестивальний, провулок',

  'Франка, вулиця',

  'Центральна, вулиця',

  'Чайковського, провулок',

  'Чарівний, провулок',

  'Черемшина, вулиця',

  'Шевченка, вулиця',

  'Шевченка, провулок',

  'Шкільний, провулок',

  'Шовкова, вулиця',

  'Щаслива, вулиця',

  'Ювілейна, вулиця',

  'Ювілейний, провулок',

  'Юрія Смірнова, провулок',

  '',
]

export const streets = [
  {
    id: 138,
    label: '',
  },
  {
    id: 0,
    label: '95-ої Гвардійської стрілецької дивізії, вулиця',
  },
  {
    id: 1,
    label: 'Академіка Вернадського, вулиця',
  },
  {
    id: 2,
    label: 'Академіка Вернадського, провулок',
  },
  {
    id: 3,
    label: 'Берегова, вулиця',
  },
  {
    id: 4,
    label: 'Березовий, провулок',
  },
  {
    id: 5,
    label: 'Богдана Хмельницького, вулиця',
  },
  {
    id: 6,
    label: 'Богдана Хмельницького, провулок',
  },
  {
    id: 7,
    label: 'Василя Стуса, провулок',
  },
  {
    id: 8,
    label: 'Вербна, вулиця',
  },
  {
    id: 9,
    label: 'Весняний, провулок',
  },
  {
    id: 10,
    label: 'Ветеринарна, вулиця',
  },
  {
    id: 11,
    label: 'Вишнева, вулиця',
  },
  {
    id: 12,
    label: 'Вишневий, провулок',
  },
  {
    id: 13,
    label: 'Водопровідна, вулиця',
  },
  {
    id: 14,
    label: 'Водопровідний, провулок',
  },
  {
    id: 15,
    label: 'Гагаріна, провулок',
  },
  {
    id: 16,
    label: 'Гаражна, вулиця',
  },
  {
    id: 17,
    label: 'Гвардійський, провулок',
  },
  {
    id: 18,
    label: 'Героїв АТО, вулиця',
  },
  {
    id: 19,
    label: 'Героїв АТО, провулок',
  },
  {
    id: 20,
    label: 'Героїв Крут, вулиця',
  },
  {
    id: 21,
    label: 'Гетьмана Сагайдачного, вулиця',
  },
  {
    id: 22,
    label: 'Гетьмана Сагайдачного, провулок',
  },
  {
    id: 23,
    label: 'Гоголя, вулиця',
  },
  {
    id: 24,
    label: 'Гоголя, провулок',
  },
  {
    id: 25,
    label: 'Горіхова, вулиця',
  },
  {
    id: 26,
    label: 'Громадянська, вулиця',
  },
  {
    id: 27,
    label: 'Громадянський, провулок',
  },
  {
    id: 28,
    label: 'Дачний, провулок',
  },
  {
    id: 29,
    label: 'Дмитра Донцова, вулиця',
  },
  {
    id: 30,
    label: 'Дмитра Донцова, провулок',
  },
  {
    id: 31,
    label: 'Дружби, провулок',
  },
  {
    id: 32,
    label: 'Дружний, провулок',
  },
  {
    id: 33,
    label: 'Елеваторна, вулиця',
  },
  {
    id: 34,
    label: 'Елеваторний, провулок',
  },
  {
    id: 35,
    label: 'Енергетиків, провулок',
  },
  {
    id: 36,
    label: 'Заводський, провулок',
  },
  {
    id: 37,
    label: 'Залізничний, провулок',
  },
  {
    id: 38,
    label: 'Запорізька, вулиця',
  },
  {
    id: 39,
    label: 'Зарічна, вулиця',
  },
  {
    id: 40,
    label: 'Зелений, провулок',
  },
  {
    id: 41,
    label: "Зої Космодем'янської, провулок",
  },
  {
    id: 42,
    label: 'Івана Богуна, вулиця',
  },
  {
    id: 43,
    label: 'Івана Мазепи, вулиця',
  },
  {
    id: 44,
    label: 'Йогана Янцена, вулиця',
  },
  {
    id: 45,
    label: 'Йогана Янцена, провулок',
  },
  {
    id: 46,
    label: 'Кар’єрна, вулиця',
  },
  {
    id: 47,
    label: 'Каштанова, вулиця',
  },
  {
    id: 48,
    label: 'Квіткова, вулиця',
  },
  {
    id: 49,
    label: 'Квітковий, провулок',
  },
  {
    id: 50,
    label: 'Київська, вулиця',
  },
  {
    id: 51,
    label: 'Кільцева, вулиця',
  },
  {
    id: 52,
    label: 'Кленова, вулиця',
  },
  {
    id: 53,
    label: 'Козача, вулиця',
  },
  {
    id: 54,
    label: 'Комарова, провулок',
  },
  {
    id: 55,
    label: 'Космічна, вулиця',
  },
  {
    id: 56,
    label: 'Космічний, провулок',
  },
  {
    id: 57,
    label: 'Лермонтова, провулок',
  },
  {
    id: 58,
    label: 'Лесі Українки, вулиця',
  },
  {
    id: 59,
    label: 'Лесі Українки, провулок',
  },
  {
    id: 60,
    label: 'Лізи Чайкіної, провулок',
  },
  {
    id: 61,
    label: 'Лікаря Лукашевича, вулиця',
  },
  {
    id: 62,
    label: 'Лугова, вулиця',
  },
  {
    id: 63,
    label: 'Луговий, провулок',
  },
  {
    id: 64,
    label: 'Марії Сокіл, вулиця',
  },
  {
    id: 65,
    label: 'Марії Сокіл, провулок',
  },
  {
    id: 66,
    label: 'Матросова, провулок',
  },
  {
    id: 67,
    label: 'Машинотракторна, вулиця',
  },
  {
    id: 68,
    label: 'Машинотракторний, провулок',
  },
  {
    id: 69,
    label: 'Металістів, вулиця',
  },
  {
    id: 70,
    label: 'Металістів, провулок',
  },
  {
    id: 71,
    label: 'Мирний, провулок',
  },
  {
    id: 72,
    label: 'Миру, вулиця',
  },
  {
    id: 73,
    label: 'Михайла Грушевського, вулиця',
  },
  {
    id: 74,
    label: 'Молодіжна, вулиця',
  },
  {
    id: 75,
    label: 'Наскрізний, провулок',
  },
  {
    id: 76,
    label: 'Новий, провулок',
  },
  {
    id: 77,
    label: 'Новорічна, вулиця',
  },
  {
    id: 78,
    label: 'Овчаренка, вулиця',
  },
  {
    id: 79,
    label: 'Озерна, вулиця',
  },
  {
    id: 80,
    label: 'Олега Кошового, провулок',
  },
  {
    id: 81,
    label: 'Олімпійський, провулок',
  },
  {
    id: 82,
    label: 'Оріхівський, провулок',
  },
  {
    id: 83,
    label: 'Павла Сергієнка, вулиця',
  },
  {
    id: 84,
    label: 'Паркова, вулиця',
  },
  {
    id: 85,
    label: 'Партизан, провулок',
  },
  {
    id: 86,
    label: 'Пелешка Миколи, вулиця',
  },
  {
    id: 87,
    label: 'Перемоги, провулок',
  },
  {
    id: 88,
    label: 'Південна, вулиця',
  },
  {
    id: 89,
    label: 'Пісочна, вулиця',
  },
  {
    id: 90,
    label: 'Пісочний, провулок',
  },
  {
    id: 91,
    label: 'Покровська, вулиця',
  },
  {
    id: 92,
    label: 'Покровський, провулок',
  },
  {
    id: 93,
    label: 'Польова, вулиця',
  },
  {
    id: 94,
    label: 'Привокзальна, вулиця',
  },
  {
    id: 95,
    label: 'Привокзальний, провулок',
  },
  {
    id: 96,
    label: 'Приходька, вулиця',
  },
  {
    id: 97,
    label: 'Пушкіна, провулок',
  },
  {
    id: 98,
    label: 'Райдужний, провулок',
  },
  {
    id: 99,
    label: 'Різдвяна, вулиця',
  },
  {
    id: 100,
    label: 'Річна, вулиця',
  },
  {
    id: 101,
    label: 'Робочий, провулок',
  },
  {
    id: 102,
    label: 'Садова, вулиця',
  },
  {
    id: 103,
    label: 'Садовий, провулок',
  },
  {
    id: 104,
    label: 'Соборна, вулиця',
  },
  {
    id: 105,
    label: 'Соборний, провулок',
  },
  {
    id: 106,
    label: 'Сонячна, вулиця',
  },
  {
    id: 107,
    label: 'Сонячний, провулок',
  },
  {
    id: 108,
    label: 'Спортивна, вулиця',
  },
  {
    id: 109,
    label: 'Стадіонна, вулиця',
  },
  {
    id: 110,
    label: 'Стадіонний, провулок',
  },
  {
    id: 111,
    label: 'Степна, вулиця',
  },
  {
    id: 112,
    label: 'Суворова, вулиця',
  },
  {
    id: 113,
    label: 'Суворова, провулок',
  },
  {
    id: 114,
    label: 'Таврійська, вулиця',
  },
  {
    id: 115,
    label: 'Таврійський, провулок',
  },
  {
    id: 116,
    label: 'Тихий, провулок',
  },
  {
    id: 117,
    label: 'Тіниста, вулиця',
  },
  {
    id: 118,
    label: 'Травнева, вулиця',
  },
  {
    id: 119,
    label: 'Травневий, провулок',
  },
  {
    id: 120,
    label: 'Тупиковий, провулок',
  },
  {
    id: 121,
    label: 'Українська, вулиця',
  },
  {
    id: 122,
    label: 'Український, провулок',
  },
  {
    id: 123,
    label: 'Фестивальна, вулиця',
  },
  {
    id: 124,
    label: 'Фестивальний, провулок',
  },
  {
    id: 125,
    label: 'Франка, вулиця',
  },
  {
    id: 126,
    label: 'Центральна, вулиця',
  },
  {
    id: 127,
    label: 'Чайковського, провулок',
  },
  {
    id: 128,
    label: 'Чарівний, провулок',
  },
  {
    id: 129,
    label: 'Черемшина, вулиця',
  },
  {
    id: 130,
    label: 'Шевченка, вулиця',
  },
  {
    id: 131,
    label: 'Шевченка, провулок',
  },
  {
    id: 132,
    label: 'Шкільний, провулок',
  },
  {
    id: 133,
    label: 'Шовкова, вулиця',
  },
  {
    id: 134,
    label: 'Щаслива, вулиця',
  },
  {
    id: 135,
    label: 'Ювілейна, вулиця',
  },
  {
    id: 136,
    label: 'Ювілейний, провулок',
  },
  {
    id: 137,
    label: 'Юрія Смірнова, провулок',
  },
]
